export const Aboutus_jp =
{
    Heading: "スタイルとは、しゃべらなくても自分が誰であるかを伝える方法です",
    Author: "ANAIS COULON",
    CEO: "最高経営責任者",
    Story: "私たちの物語",
    Content: "しかし、不快をもたらさない快楽の中にいたい人や、快楽が生み出されないように苦痛を避けている人を正当に非難できる人は、その快楽の中にいることになるでしょう。苦痛を避ける者はそれを達成するだろう、あるいは快楽を避けることのできない苦痛を避ける者は、その快楽の中にいる者、その快楽の中で何を望む者なのか。",
    Image1: "/assets/images/pages/about-banner1.jpg",
    Image2: "/assets/images/pages/about-banner2.jpg",
    Address: "住所",
    Address_Text: "1800 Abbot Kinney Blvd. Unit D & E Venice",
    Phone: "電話",
    Phone_Text1: "モバイル: (+88) - 1990 - 6886",
    Phone_Text2: "ホットライン: 1800 - 1102",
    Email: "Eメール",
    Email_Text: "kalathemes@gmail.com",
    Social: "社交",
    Social_TW: "https://twitter.com/",
    Social_FB: "https://facebook.com/",
    Social_IT: "http://instagram.com/",
    Social_TT: "https://tiktok.com/",
    Social_YT: "https://www.youtube.com/",
    Staff_Heading: "#私たちのチーム",
    Staff: [
        {
            id: 1,
            image: "/assets/images/pages/about-staff1.png",
            name: "John Anderson",
            job: "デザイナー"
        },
        {
            id: 2,
            image: "/assets/images/pages/about-staff2.png",
            name: "Fabian Hellgardt",
            job: "写真撮影"
        },
        {
            id: 3,
            image: "/assets/images/pages/about-staff3.png",
            name: "Maria Kiehlmeier",
            job: "デザイナー"
        },
        {
            id: 4,
            image: "/assets/images/pages/about-staff4.png",
            name: "Viviane Grigull",
            job: "監督"
        },
        {
            id: 5,
            image: "/assets/images/pages/about-staff5.png",
            name: "Jin Alkaid",
            job: "デベロッパー"
        },
    ]
}

export const Contact_jp =
{
    Heading: "連絡先の詳細",
    Address: "住所",
    Address_Text: "1800 Abbot Kinney Blvd. Unit D & E Venice",
    Phone: "電話",
    Phone_Text1: "モバイル: (+88) - 1990 - 6886",
    Phone_Text2: "ホットライン: 1800 - 1102",
    Email: "Eメール",
    Email_Text1: "kalathemes@gmail.com",
    Email_Text2: "support@kalathemes.freshdesk.com",
    More: "お問い合わせ",
    More_Desc:"しかし、何の不快感ももたらさない快楽に浸りたい人や、快楽を惜しまない苦痛を避ける人を正当に批判できる人は、その人です。",
    Form_Name:"名前",
    Form_Email:"Eメール",
    Form_Phone:"電話番号",
    Form_Message:"あなたのメッセージ",
    Form_Send:"送信",
    Email_is_invalid:"メールが無効です",
    Message_Empty: "メッセージが空です！",
    Sending:"送信...",
    Completed:"完成！",
    Thanks:"ありがとうございました！ すぐにご連絡いたします"
}

export const Faqs_jp =
{
    Heading: "よくある質問",
    FAQS_list: [
        {
            question:"JSX",
            answer:"JSX は JavaScript の構文拡張です。 React で使用され、ユーザー インターフェイスがどのように見えるべきかを説明します。 JSX を使用すると、JavaScript コードを含む同じファイルに HTML 構造を記述できます。"
        },
        {
            question:"コンポーネント",
            answer:"コンポーネントは React アプリケーションのビルディング ブロックであり、通常、1 つのアプリは複数のコンポーネントで構成されます。 ユーザー インターフェイスを、個別に処理できる独立した再利用可能なパーツに分割します。"
        },
        {
            question:"仮想DOM",
            answer:"React は実際の DOM の軽量な表現をメモリに保持します。これは仮想 DOM として知られています。 オブジェクトの状態が変更されると、仮想 DOM は、すべてのオブジェクトを更新するのではなく、実際の DOM 内のそのオブジェクトのみを変更します。"
        },
        {
            question:"一方向データバインディング",
            answer:"React の一方向データ バインディングは、すべてをモジュール化して高速に保ちます。 一方向のデータ フローとは、React アプリを設計するときに、親コンポーネント内に子コンポーネントをネストすることがよくあることを意味します。"
        },
        {
            question:"ハイパフォーマンス",
            answer:"React は、すべてのコンポーネントを一度に更新するのではなく、変更されたコンポーネントのみを更新します。 これにより、Web アプリケーションが大幅に高速化されます。"
        }
    ],
    Title: "まだ質問がありますか？ お問い合わせ コメントを残す",
    Form_Name:"名前",
    Form_Email:"Eメール",
    Form_Message:"あなたのメッセージ",
    Form_Send:"送信",
    Email_is_invalid:"メールが無効です",
    Message_Empty: "メッセージが空です！",
    Sending:"送信...",
    Completed:"完成！",
    Thanks:"ありがとうございました！ すぐにご連絡いたします"
}

export const Custom404_jp =
{
    title:"ページが見つかりません！",
    subtitle:"おっとっと！",
    notify:"に戻ってください ",
    link_text:"ホームページ",
    link_target:"/",
    bkg:"/assets/images/bkg404.png",
}

export const Comingsoon_jp =
{
    logo:"/assets/images/password-logo.png",
    title:"もうすぐ来ます",
    subtitle:"新しいコレクションや特別オファーについていち早く知ることができます。",
    Form_email:"あなたの電子メール",
    Form_Submit:"サインアップ",
    Email_is_invalid:"メールが無効です",
    Sending: "送信...",
    Completed: "完成!",
    Thanks: "ありがとうございました！ すぐにご連絡いたします",
    Timer:"Dec 25 2022",
    Days:"日々",
    Hrs:"時間",
    Mins:"時間",
    Secs:"秒",
    Copy_right:"著作権 © 2022",
    Shop_info:"You & Me Shop | React Nextjs Template",
    All_Rights_Reserved:"全著作権所有",
    bkg:"/assets/images/bkgcomingsoon.png",
}

export const PrivacyPolicy_jp =
{
    heading:"プライバシーポリシー",    
    content:`<h3 data-mce-fragment="1">ザ・カンパニー・プライベート・リミテッド・ポリシー</h3>
    <p data-mce-fragment="1">Company Private Limited およびそれぞれの子会社、親会社、および関連会社は、この Web サイトを運営していると見なされます (「私たち」または「私たち」) は、あなたに関する情報がどのように使用され、共有されるかについて、あなたが気にかけていることを認識しています。 このプライバシーポリシーを作成して、ウェブサイトで収集する情報、情報の使用方法、情報の収集および使用方法に関する選択肢についてお知らせします。 このプライバシー ポリシーをよくお読みください。 ウェブサイトを使用することは、このプライバシー ポリシーに記載されているプライバシー慣行を読み、同意したことを示します。</p>
    <p data-mce-fragment="1">このプライバシーポリシーに記載されている慣行は、当社または当社の子会社、関連会社、または代理店によって収集された情報に適用されることに注意してください。 iii) 当社の独立した小売店で当社に提供された情報を通じて、および (iv) マーケティング プロモーションおよび懸賞に関連して当社に提供された情報を通じて。</p>
    <p data-mce-fragment="1">当社は、いかなるウェブサイトのコンテンツまたはプライバシー慣行についても責任を負いません</p>
    <p data-mce-fragment="1">当社は、独自の裁量により、本プライバシー ポリシーの全体または一部をいつでも修正、更新、追加、中止、削除、またはその他の方法で変更する権利を留保します。 このプライバシー ポリシーを修正する場合、このプライバシー ポリシーの上部にある「最終更新日」の日付を変更します。</p>
    <p data-mce-fragment="1">このプライバシーポリシーが変更された後に、何らかの方法で当社に情報を提供したり、ウェブサイトにアクセスまたは使用したりする場合、無条件に同意し、そのような変更に同意したものとみなされます. このプライバシー ポリシーの最新版は Web サイトで入手でき、このプライバシー ポリシーのすべての以前のバージョンに取って代わります。</p>
    <p data-mce-fragment="1">このプライバシーポリシーに関してご質問がある場合は、カスタマーサービス部門に電子メールで <span data-mce-fragment="1">&nbsp;</span><a href="mailto:kalathemes@gmail.com" data-mce-fragment="1" data-mce-href="mailto:kalathemes@gmail.com">kalathemes@gmail.com</a> までご連絡ください。</p>`
}

export const RefundPolicy_jp =
{
    heading:"返金について",
    content:`<h2 data-mce-fragment="1">返品および交換ポリシー</h2>
    <p data-mce-fragment="1">ご購入に満足していただきたいのですが、そうでない場合は申し訳ありません。あなたが満足していない理由が何であれ、以下の条件が満たされている場合、私たちは私たちから購入したすべてのアイテムの交換と返品を喜んで提供します::</p>
    <ul data-mce-fragment="1">
    <li data-mce-fragment="1">すべての商品は、商品タグがそのままの状態で元のパッケージに入っている必要があります</li>
    <li data-mce-fragment="1">すべてのアイテムは、未使用、未使用、未洗浄で、元の状態でなければなりません</li>
    <li data-mce-fragment="1">履物のアウトソールに擦り傷があってはならない</li>
    <li data-mce-fragment="1">元の領収書を含める必要があります</li>
    <li data-mce-fragment="1">すべてのアイテムは、最初にシンガポールから購入する必要があります</li>
    </ul>
    <p data-mce-fragment="1">上記の条件のいずれも満たされない場合、アイテムが返送されたにもかかわらず、交換または返金の請求を処理できないことをお知らせします。</p>
    <strong data-mce-fragment="1"><em data-mce-fragment="1">販売アイテムは、小売ブティックまたはオンライン ポータルでの交換や返品はできません。</em></strong><span data-mce-fragment="1"></span>
    <h3 data-mce-fragment="1">1. 交換および返品の有効性</h3>
    <p data-mce-fragment="1">すべての交換と返品は、シンガポールの注文の場合は請求日から 10 日以内、海外の注文の場合は 20 日以内に行う必要があります。ローカル配送の場合、シンガポール内のブティックまたはkalathemes.comのオンライン ポータルで交換するオプションがあります。ただし、返品のすべてのリクエストは、ローカルおよび海外への配送の両方について、オンラインでkalathemes.comで厳密に行う必要があります。   </p>
    <h3 data-mce-fragment="1">2. ブティックでの交換</h3>
    <p data-mce-fragment="1">2.1 元の請求書を商品と一緒に、元の状態とパッケージのまま、ブティックに持参する必要があります。</p>
    <p data-mce-fragment="1">2.2 お客様は、ブティックの商品が有効であると当社の小売業者が評価した直後に、その商品を交換する権利を有します。</p>
    <p data-mce-fragment="1">2.3 交換品の価値が元のアイテムよりも高い場合、差額を現金で補充する必要があります。</p>
    <p data-mce-fragment="1">2.4 交換品の価値が元のアイテムよりも低い場合、返金はありません。</p>
    <p data-mce-fragment="1">2.5 当社のブティックでは、他の形式の交換 (ブティックのキャッシュ バウチャーやオンライン ストア クレジットなど) は提供されません。</p>
    <h3 data-mce-fragment="1">3. オンラインでの交換と返品</h3>
    <p data-mce-fragment="1">3.1 オリジナルの請求書を、元の状態とパッケージのままの商品と一緒に同封する必要があります。</p>
    <p data-mce-fragment="1">3.2 こちらの交換/返品リクエストフォームを印刷して記入し、フォームに示されている手順に従って交換してください。 </p>
    <p data-mce-fragment="1">3.3 追跡可能な郵便方法で小包を郵送してください。</p>
    <p data-mce-fragment="1">3.4 弊社からの確認メールをお待ちください。オンライン ストア クレジット バウチャーの準備ができ次第、通知されます。通常、処理期間は小包を受け取ってから 5 営業日です。</p>
    <p data-mce-fragment="1">3.5 返品のすべてのリクエストは、オンライン ストア クレジット バウチャーによってのみ返金されます。オンライン ストア クレジット バウチャーは 30 日間有効で、次回のオンライン購入に使用できます。返金不可、延長不可、現金との交換不可、ブティック バウチャーとの交換不可です。オンライン ストア クレジット バウチャーはオンラインでのみ適用され、リテール ブティックでは使用できません。</p>
    <h3 data-mce-fragment="1">4. その他の利用規約</h3>
    <p data-mce-fragment="1">4.1 返品・交換は全て1回限りとさせていただきます</p>
    <p data-mce-fragment="1">4.2 返品または交換のための後続のアイテムが以前の注文と同じアイテムである場合、無料返品を享受する資格を失う権利と完全な裁量を留保します。</p>
    <p data-mce-fragment="1">4.3 当社の返品および交換ポリシーは、お客様による使用または製品の損耗の結果である固有、偶発的、またはランダムな損傷に起因する損傷には適用されません。</p>
    <p data-mce-fragment="1">4.4 BeetleBug は、商品性、品質、説明の遵守、および特定の目的への適合性に関する黙示の保証を含め、明示または黙示を問わず、いかなる製品に関しても保証しません。</p>
    <p data-mce-fragment="1">4.5 このような返品は、常にシンガポールの消費者保護 (公正取引) 法の条項に準拠します。</p>
    <p data-mce-fragment="1">4.6 BeetleBug.com によるすべての決定は最終的なものです</p>
    <h3 data-mce-fragment="1">5. 修理方針</h3>
    <p data-mce-fragment="1">すべての製品の修理サービスを提供しています。詳細については、シンガポールのブティックにお越しいただくか、kalathemes@gmail.com までお問い合わせください。</p>`
}

export const ShippingPolicy_jp =
{
    heading:"配送ポリシー",
    content:`<h3 data-mce-fragment="1">1. 配送と配送に関するポリシー</h3>
    <p data-mce-fragment="1">Lookでは、グローバル内の任意の住所に無料の標準配送を提供しています. ただし、私書箱、軍事および制限区域、すべての軍港、およびジュロン島には配達しないことに注意してください。  <br/>
    最前線では、物流パートナーが関連会社を持っているほとんどの国に配送します。料金を手頃な価格に保つよう努めていますが、商品を迅速、迅速、安全に届けることに重点を置いています。配送先の国と料金のリストについては、商品を選択してチェックアウト ページに進むことができます。料金は重量と体積に基づいています。配送の詳細を入力すると、支払いや登録を必要とせずに、指定された住所に基づいて配送料金が自動計算されます。</p>
    <h3 data-mce-fragment="1">2. 注文状況と追跡</h3>
    <p data-mce-fragment="1">A月曜日から金曜日 (祝日を除く) に行われたすべての注文は、支払いの確認後、2 営業日以内に処理され、倉庫から発送されます。これは、オンライン セキュリティ チェック、配送制限、支払い承認、注文の梱包と発送などの状況によって異なる場合があります。一度受け取ったすべての注文に対して確認メールが送信されます。</p>
    <p data-mce-fragment="1"><span data-mce-fragment="1">地方発送</span></p>
    <p data-mce-fragment="1">お客様には、標準宅配便と速達宅配便の 2 つの配送オプションをご利用いただけます。</p>
    <p data-mce-fragment="1"><strong data-mce-fragment="1"><em data-mce-fragment="1">標準宅配便<span data-mce-fragment="1">&nbsp;</span></em></strong>– すべてのローカル注文は無料で、注文時からお手元に届くまでに約 5 営業日かかります。</p>
    <p data-mce-fragment="1"><strong data-mce-fragment="1"><em data-mce-fragment="1">Express Courier</em></strong><span data-mce-fragment="1">&nbsp;</span>– 追加料金 $4.00 でご利用いただけます。ご注文からお手元に届くまでに約 3 営業日かかります。</p>
    <p data-mce-fragment="1">より良いサービスを提供するために、標準または速達便に関係なく、配達のタイミングを平日または土曜日の午前 9 時から午後 10 時まで選択することもできます。</p>
    <p data-mce-fragment="1">注文が発送されると、追跡番号が記載された確認メールが送信されます。6 桁の注文番号を使用して、現地のロジスティクス パートナーで注文の配送状況を確認および追跡することができます。不在の場合の再配達には追加料金が発生します。不測の事態が発生した場合に宅配業者がお客様に連絡できるように、チェックアウト時に選択した住所の下に連絡先番号を入力してください。</p>
    <p data-mce-fragment="1"><span data-mce-fragment="1">国際配送</span></p>
    <p data-mce-fragment="1">すべての国際配送にかかる時間は、ロジスティクス パートナーとその関連会社によって異なります。ただし、ご注文は安全に発送されており、こちらでステータスを追跡できますのでご安心ください。</p>
    <h3 data-mce-fragment="1">3. 税金、義務、関税</h3>
    <p data-mce-fragment="1">すべての国際注文については、税関を通過するために、すべての輸入税、関税、および関税 (該当する場合) を国の準拠法に従って支払う必要があります。</p>
    <h3 data-mce-fragment="1">4. 支払い方法</h3>
    <p data-mce-fragment="1">VISA/MASTER クレジットカードとデビットカード、American Express、PayPal によるお支払いを受け付けています。詳細については、 www.paypal.comをご覧ください。ATMまたは銀行間送金による支払いは受け付けていません。  </p>    `
}

export const TermsOfService_jp =
{
    heading:"利用規約",
    content:`<h3 data-mce-fragment="1">これらの利用規約は変更される場合があります</h3>
    <p data-mce-fragment="1">当社は、予告なしにいつでもこれらの利用規約を更新または変更する権利を留保します。かかる変更後に shop.company.com および shop.beetlebug.com.sg を使用すると、変更された条件に従い、拘束されることに同意したことになります。このため、この Web サイトを使用するときはいつでも、これらの利用規約を確認することをお勧めします。</p>
    <h3 data-mce-fragment="1">責任の制限</h3>
    <p data-mce-fragment="1">Company Pte Ltd は、お客様のコンピュータ、電気通信機器、またはその他の財産へのアクセス、使用、またはブラウジングによって引き起こされた、またはこれらに起因する損害、または感染する可能性のあるウイルスについて、一切の責任を負わないものとし、責任を負わないものとします。このウェブサイトまたはこのウェブサイトからの資料のダウンロード。いかなる場合においても、会社プライベート リミテッド、およびそれらのそれぞれの役員、取締役、従業員、株主、関連会社、代理人、後継者、譲受人、小売パートナー、またはこの Web サイトの作成、制作、または送信に関与する当事者は、いかなる当事者に対しても責任を負いません。この Web サイトの使用、使用不能、または使用の結果から生じる、間接的、特別、懲罰的、偶発的または結果的な損害 (利益の損失、データの損失、または業務の中断に起因するものを含みますが、これらに限定されません)。保証、契約、不法行為、またはその他の法理論に基づくかどうか、およびそのような損害の可能性について知らされているかどうかにかかわらず、この Web サイトにリンクされている Web サイト、またはそのようなサイトのいずれかまたはすべてに含まれる資料、情報、またはサービス。前述の責任の制限は、法律で禁止されている範囲では適用されません。そのような禁止事項については、地域の法律を参照してください。</p>
    <p data-mce-fragment="1">この Web サイトまたはコンテンツに問題が発生した場合、お客様は、唯一の救済策がこの Web サイトの使用を中止することであることに同意するものとします。お客様がこの Web サイト上で、またはこの Web サイトを通じて購入した製品またはサービスに問題が発生した場合、お客様は、お客様の救済策が存在する場合、そのような製品の製造者またはそのようなサービスの供給者からのものであることに同意するものとします。サプライヤーの保証、またはこの Web サイトに掲載されている返品および返金ポリシーに従って、そのような製品またはサービスの返品および返金を求めること。このサイトには、不正確さ、間違い、または誤字脱字が含まれている場合があります。CharlesKeith.com は、コンテンツが中断されないこと、またはエラーがないことを保証しません。</p>
    <h3 data-mce-fragment="1">著作権と商標</h3>
    <p data-mce-fragment="1">特に明記されていない限り、テキスト、画像、イラスト、ソフトウェア、オーディオ クリップ、ビデオ クリップ、アニメーション ファイルを含むがこれらに限定されないこの Web サイト上の資料は、The Company Private Limited の著作権および商標権の対象となります。したがって、この Web サイト上の資料は、The Company Private Limited の事前の書面による同意なしに、その全体または一部をいかなる形式でもコピー、複製、変更、投稿、送信、配布することはできません。全著作権所有。</p>
    <h3 data-mce-fragment="1">商品・内容・仕様</h3>
    <p data-mce-fragment="1">この Web サイトで説明または描写されているすべての機能、コンテンツ、仕様、製品、および製品とサービスの価格は、予告なしにいつでも変更される場合があります。特定の重量、寸法、および同様の説明は概算であり、便宜上のみ提供されています。当社は、該当する色を含め、製品の属性を正確に表示するためにあらゆる合理的な努力を払っています。ただし、実際に表示される色はコンピュータ システムによって異なり、コンピュータがそのような色を正確に表示することを保証することはできません。特定の時点でこの Web サイトに製品またはサービスを含めることは、これらの製品またはサービスがいつでも利用可能であることを意味または保証するものではありません。所有に関して適用されるすべての地方、州、および国際法を確認し、遵守することは、お客様の責任です。このウェブサイトから購入したアイテムの使用および販売。注文することにより、注文した製品が合法的な方法でのみ使用されることを表明したことになります。</p>
    <h3 data-mce-fragment="1">配送制限</h3>
    <p data-mce-fragment="1">注文が行われると、その配送先住所がこのウェブサイトに含まれる配送制限に準拠している限り、購入者が指定した住所に配送されます。このウェブサイトからのすべての購入は、出荷契約に従って行われます。その結果、この Web サイトから購入した商品の紛失リスクと所有権は、商品が配送業者に配達された時点でお客様に移転します。あなたは、破損したおよび/または紛失した出荷について運送業者に請求を提出する責任があります.</p>
    <h3 data-mce-fragment="1">関税と税金</h3>
    <p data-mce-fragment="1">シンガポール国外での関税および税金はお客様の責任となります。外国に持ち込まれるすべての品目は、その国の国内法に従って、税関検査および関税と税金の査定の対象となります。</p>
    <h3 data-mce-fragment="1">貴方のアカウント</h3>
    <p data-mce-fragment="1">あなたは、自分のアカウントとパスワード情報の機密性を維持する責任があり、自分のアカウントとパスワードの下で発生するすべての活動について責任を負うことに同意するものとします. この Web サイトおよび The Company Pte Ltd は、サービスの拒否、アカウントの終了、コンテンツの削除または編集、または注文のキャンセルを行う権利を留保します。</p>
    <p data-mce-fragment="1">注文することにより、18 歳以上であること、shop.company.com または shop.beetlebug.com.sg に正確で真実の情報を提供していること、および注文を行う権限があることを保証します。</p>
    <h3 data-mce-fragment="1">交換および返金ポリシー (シンガポールの店舗のみ)</h3>
    <p data-mce-fragment="1">実店舗で購入した新品未使用の定価商品は、購入後 7 日以内であれば、どのブティックでもオリジナルのレシートで交換できます。7日を過ぎますと商品の交換ができなくなります。</p>
    <p data-mce-fragment="1">すべての商品に対して返金不可のポリシーを提供していますが、交換の対象となる商品については、シンガポールの店舗でのみ使用できるストア クレジットと交換される場合があります。</p>
    <p data-mce-fragment="1">セール商品の交換・返品はお受けできません。すべての商品は販売可能な状態で返品する必要があります。そうでない場合、交換は許可されません。</p>
    <p data-mce-fragment="1">当社は、元の領収書のないいかなる形式の交換も拒否する権利を留保します。</p>
    <h3 data-mce-fragment="1">交換・返品について（オンラインショップ）</h3>
    <p data-mce-fragment="1">電子通信</p>
    <p data-mce-fragment="1">このウェブサイトにアクセスしたり、当社に電子メールを送信したりすると、当社からの電子通信を受信することに同意したことになります。お客様は、当社がお客様に電子的に送信したすべての契約、通知、開示、およびその他の通信が、そのような通信を書面で行うという法的要件を満たすことに同意するものとします。</p>
    <p data-mce-fragment="1">保証の除外</p>
    <p data-mce-fragment="1">Company Private Limited は、この Web サイトの正常な動作順序または状態、使用への適合性、またはその使用が中断されないこと、またはエラーがないことについて、いかなる表明も保証も行いません。このウェブサイトで提供されるすべての情報または資料は「現状のまま」であり、商品性、適合性、品質、耐久性、または特定の目的に対する適合性の保証または条件を含むがこれらに限定されない、明示または黙示を問わず、いかなる種類の保証もありません。 -侵害。</p>`
}